-- Translator ZamestoTV
local _, Addon = ...
Addon:AddLocale("ruRU",
{
FILTER_VENDOR_SELL_NAME = "Продажа у торговца",
FILTER_VENDOR_SELL_DESC = "Поместите предметы, которые аддон будет продавать торговцу, в эту коллекцию."..
" Этот фильтр должен иметь очень высокий приоритет для корректной работы, так как он может переклассифицировать любой предмет в вашем инвентаре.",
CATEGORY_VENDOR_SELL = "Продажа (Торговец)",

FILTER_VENDOR_DESTROY_NAME = "Уничтожение у торговца",
FILTER_VENDOR_DESTROY_DESC = "Поместите предметы, которые аддон будет уничтожать у торговца, в эту коллекцию."..
" Этот фильтр должен иметь очень высокий приоритет для корректной работы, так как он может переклассифицировать любой предмет в вашем инвентаре.",
CATEGORY_VENDOR_DESTROY = "Уничтожение (Торговец)",

}) -- КОНЕЦ ТАБЛИЦЫ ЛОКАЛИЗАЦИИ